

mailing_text = (
    "<b>СТВОРЕННЯ ПОСТУ:</b>\n\n"
    "Ця функція дозволяє створити пост і розіслати його всім користувачам бота. "
    "Ви можете додати текст, фото, відео або документ, а також URL-кнопки для посилання на зовнішні ресурси. "
    "Після створення поста, ви зможете переглянути його і підтвердити розсилку.\n\n"
    "Кроки для створення поста:\n"
    "1. Надішліть текст, фото, відео або документ, який ви хочете розіслати.\n"
    "2. Додайте опис, якщо потрібно.\n"
    "3. Додайте URL-кнопки, якщо потрібно.\n"
    "4. Перегляньте пост і підтвердьте розсилку.\n\n"
    "Після підтвердження розсилки, пост буде відправлено всім користувачам бота."
    )